performance/axis2/data/receiveInts-10.xml

<?xml version='1.0' encoding='utf-8'?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header /><soapenv:Body><ns1:receiveInts xmlns:ns1="http://www.extreme.indiana.edu/wsdl/Benchmark1"><ns1:input>0</ns1:input><ns1:input>1</ns1:input><ns1:input>2</ns1:input><ns1:input>3</ns1:input><ns1:input>4</ns1:input><ns1:input>5</ns1:input><ns1:input>6</ns1:input><ns1:input>7</ns1:input><ns1:input>8</ns1:input><ns1:input>9</ns1:input></ns1:receiveInts></soapenv:Body></soapenv:Envelope>